Repository: FreePBX/recordings
Catalog: i18n/*/LC_MESSAGES/recordings.po
Languages: de_de, fa_ir, ru_ru

source: A PHP extension stopped the file upload
de_de: Eine PHP Erweiterung hat den Datei Upload gestoppt
fa_ir: توقف بارگذاری به دلیل خطای PHP
ru_ru: Расширение PHP остановило загрузку файла

source: A recording with this name already exists for this language. Do you want to overwrite it?
de_de: Eine Aufnahme mit diesem Namen existiert bereits für diese Sprache. Möchtest du es überschreiben?
fa_ir: پیام ضبط شده با این نام وجود دارد. آیا تمایل به بازنویسی آن دارید؟
ru_ru: Запись с этим именем уже существует для этого языка. Вы хотите перезаписать её?

source: Actions
de_de: Aktionen
fa_ir: عملیات
ru_ru: Действия

source: Add New System Recording
de_de: Neue Systemaufnahme hinzufügen
fa_ir: افزودن پیام ضبط شده سیستمی جدید
ru_ru: Добавить новую системную запись

source: Add Recording
de_de: Aufnahme hinzufügen
fa_ir: افزودن پیام ضبط شده
ru_ru: Добавить запись

source: Add System Recording
de_de: Systemaufnahme hinzufügen
fa_ir: افزودن پیام ضبط شده سیستمی
ru_ru: Добавить системную запись

source: Add any previously created system recording or a recording that was added previously
de_de: Fügen Sie eine zuvor erstellte Systemaufnahme oder eine zuvor hinzugefügte Aufnahme hinzu
fa_ir: افزودن پیام ضبط شده سیستمی یا پیام ضبط شده از قبل
ru_ru: Добавить ранее созданную системную запись или запись, добавленную ранее

source: Admin
de_de: Administrator
fa_ir: مدیر
ru_ru: Администратор

source: Are you sure you do not want to convert these files? They may not work correctly in Asterisk without being converted
de_de: Sind Sie sicher, dass Sie diese Dateien nicht konvertieren möchten? Sie funktionieren möglicherweise nicht korrekt in Asterisk, ohne konvertiert zu werden
fa_ir: آیا از تبدیل نکردن این فایل ها مطمئن هستید؟ ممکن است این فایل ها بدون تبدیل در استریسک به درستی کار نکنند
ru_ru: Вы уверены, что не хотите конвертировать эти файлы? Они не смогут работать правильно в Asterisk без конвертирования

source: Are you sure you wish to discard this recordings?
de_de: Möchtest du diese Aufnahmen wirklich verwerfen?
fa_ir: آیا از حذف این پیام ضبط شده مطمئن هستید؟
ru_ru: Вы уверены, что хотите отказаться от этих записей?

source: Browse
de_de: Durchsuchen
fa_ir: بارگذاری
ru_ru: Обзор

source: Call
de_de: Anruf
fa_ir: برقراری تماس
ru_ru: Вызов

source: Call!
de_de: Anruf!
fa_ir: تماس!
ru_ru: Вызов!

source: Can Not Find Uploaded Files
de_de: Es können keine hochgeladenen Dateien gefunden werden
fa_ir: عدم یافتن فایل های بارگذاری شده
ru_ru: Загружаемые файлы не обнаружены

source: Can not find suitable file in this language
de_de: Es kann keine passende Datei in dieser Sprache gefunden werden
fa_ir: فایل مناسبی در این زبان پیدا نشد
ru_ru: Невозможно найти подходящий файл на этом языке

source: Cancel
de_de: Abbrechen
fa_ir: لغو
ru_ru: Отмена

source: Check Recording
de_de: Aufnahme überprüfen
fa_ir: بررسی پیام ضبط شده
ru_ru: Проверить запись

source: Check all file formats you would like this system recording to be encoded into
de_de: Markieren Sie alle Dateiformate, in die diese Systemaufnahme kodiert werden soll
fa_ir: بررسی تمام فرمت ها برای تبدیل پیام ضبط شده به آن ها
ru_ru: Проверьте все форматы файлов, в которые вы хотите кодировать эту системную запись

source: Check this box to create an options feature code that will allow this recording to be changed directly.
de_de: Wählen Sie diese Option, um einen Funktionscode anzulegen, über den diese Aufnahme direkt geändert werden kann.
fa_ir: به منظور تغییر این پیام ضبط شده از طریق شماره گیری کد ویژه، این گزینه را علامت بزنید.
ru_ru: Установите этот флажок чтобы создать параметры сервисного кода, позволяющий напрямую изменять эту запись.

source: Combine Files
de_de: Dateien zusammensetzen
fa_ir: ترکیب فایل ها
ru_ru: Объединить файлы

source: Convert To
de_de: Konvertieren in
fa_ir: تبدیل به
ru_ru: Преобразовать в

source: Copying %s to %s
de_de: Kopiere %s nach %s
fa_ir: در حال کپی کردن %s به %s
ru_ru: Копирование %s в %s

source: Creates and manages system recordings, used by many other modules (eg, IVR).
de_de: Erzeugt und verwaltet Systemaufnahmen, die von vielen anderen Modulen (z.B. Sprachdialog) verwendet werden.
fa_ir: ایجاد و مدیریت پیام های ضبط شده سیستمی که توسط ماژول های دیگر استفاده می شوند (مانند منوی صوتی).
ru_ru: Создание и управление системными записями, используемыми многими другими модулями (например, IVR).

source: Delete
de_de: Löschen
fa_ir: حذف
ru_ru: Удалить

source: Delete Recording
de_de: Aufnahme löschen
fa_ir: حذف پیام ضبط شده
ru_ru: Удалить запись

source: Describe this recording
de_de: Beschreiben Sie diese Aufnahme
fa_ir: توضیحات برای این پیام ضبط شده
ru_ru: Описание этой записи

source: Description
de_de: Beschreibung
fa_ir: توضیحات
ru_ru: Описание

source: Display Name
de_de: Anzeigename
fa_ir: نام قابل نمایش
ru_ru: Отображаемое имя

source: Drop Multiple Files or Archives Here
de_de: Ziehen Sie mehrere Dateien oder Archive hier her
fa_ir: چندین فایل یا فایل های فشرده را به اینجا بکشید
ru_ru: Поместите сюда несколько файлов или архивов

source: Edit Recording
de_de: Aufnahme bearbeiten
ru_ru: Редактировать запись

source: Enter Extension
de_de: Tragen Sie eine Nebenstelle ein
fa_ir: شماره داخلی مورد نظر
ru_ru: Введите внутренний номер

source: Failed to write file to disk
de_de: Fehler beim Speichern der Datei
fa_ir: خطا در نوشتن فایل به روی دیسک
ru_ru: Ошибка записи файла на диск

source: Feature Code Password
de_de: Funktionscode-Kennwort
fa_ir: رمز عبور کد ویژه
ru_ru: Пароль сервисного кода

source: File List for %s
de_de: Dateiliste für %s
fa_ir: فهرست فایل برای %s
ru_ru: Список файлов для %s

source: File does not exist
de_de: Datei existiert nicht
fa_ir: فایل موجود نیست
ru_ru: Файл не существует

source: File size is too large. Max size is %s bytes
de_de: Die Datei ist zu groß. Die maximale Größe beträgt %s Bytes
ru_ru: Размер файла слишком велик. Максимальный размер - %s байт

source: Hit the red record button to start recording from your browser
de_de: Drücken Sie den roten Aufnahmeknopf, um die Aufnahme von Ihrem Browser aus zu starten
fa_ir: برای ضبط پیام از طریق مرورگر دکمه قرمز رنگ ضبط را فشار دهید
ru_ru: Нажмите красную кнопку записи для начала записи из браузера

source: Instead of chaining files together (of which some applications do not support playback) combine the files above into a single file. After this is done you will not be able to resort or remove the files from the list above but you will be able to add files to the end of or the beginning of this file. This will not destroy any previously existing files listed above.
de_de: Die oben stehenden Dateien zu einer einzelnen Datei zusammenfügen, anstatt sie aneinanderzuhängen (was nicht von allen Anwendungen wiedergegeben werden kann). Nachdem dieser Vorgang abgeschlossen ist, können Sie die obigen Dateien nicht mehr umsortieren oder einzeln löschen; sie können aber weiterhin neue Dateien an den Anfang oder das Ende dieser Datei anhängen. Hierdurch wird keine der bereits existierenden Dateien zerstört.
fa_ir: بجای قرار دادن چندین فایل در کنار هم (که برخی نرم افزارها قابلیت پخش آن ها را ندارند) این فایل ها را با هم ادغام کنید. پس از این کار قادر به حذف یا مرتب سازی فایل ها در این لیست نخواهید بود، اما می توانید فایل های دلخواه را به ابتدا و انتهای این فایل اضافه کنید. این عمل هیچ یک از فایل های لیست بالا را خراب نمی کند.
ru_ru: Вместо того, чтобы связывать файлы вместе (воспроизведение которых не поддерживают некоторые приложения) - объедините файлы выше в один. После этого вы не сможете использовать или удалить файлы из приведенного выше списка, но вы сможете добавить файлы в конец или начало этого файла. Это не приведет к уничтожению ранее существовавших файлов, перечисленных выше.

source: Link to Feature Code
de_de: Mit Funktionscode verknüpfen
fa_ir: پیوند دادن به کد ویژه
ru_ru: Ссылка на сервисный код

source: List Recordings
de_de: Aufnahmen auflisten
fa_ir: فهرست پیام های ضبط شده
ru_ru: Список записей

source: Missing a temporary folder
de_de: Fehlender temporärer Ordner
fa_ir: از دست دادن پوشه موقت
ru_ru: Отсутствует временная папка

source: Name
fa_ir: نام
ru_ru: Название

source: Name this file
de_de: Benennen Sie diese Datei
fa_ir: نام این فایل
ru_ru: Название этого файла

source: No
de_de: Nein
fa_ir: خیر
ru_ru: Нет

source: No Recordings Found
de_de: Keine Mitschnitte gefunden
ru_ru: Записей не найдено

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen
fa_ir: فایلی بارگذاری نشده است
ru_ru: Файл не загружен

source: No files for %s
de_de: Keine Dateien für %s
fa_ir: عدم وجود فایل برای %s
ru_ru: Нет файлов для %s

source: No files have been added to this recording
de_de: Dieser Aufnahme wurden keine Dateien hinzugefügt
fa_ir: هیچ فایلی به این پیام ضبط شده اضافه نشده است
ru_ru: Никакие файлы не были добавлены к этой записи

source: No languages are defined! You must define at least one in the Sound Languages module!
de_de: Keine Sprachen sind definiert! Sie müssen mindestens eine im Sound Languages-Modul definieren!
ru_ru: Никакие языки не определены! Вы должны определить хотя бы один из них в модуле Языки подсказок!

source: Not supported on compounded or Non-Existent recordings
de_de: Bei kombinierten oder nicht vorhandenen Aufzeichnungen nicht unterstützt
fa_ir: به صورت ترکیبی پشتیبانی نمی شود ویا فایل های ضبط شده وجود ندارد
ru_ru: Не поддерживается на составных или несуществующих записях

source: Not supported on compounded recordings
de_de: Wird bei zusammengesetzten Aufnahmen nicht unterstützt
fa_ir: برای ضبط ترکیبی پشتیبانی نمی شود
ru_ru: Не поддерживается на составных записях

source: OK
fa_ir: بله
ru_ru: ОК

source: Optional Feature Code %s
de_de: Optionaler Funktionscode %s
fa_ir: کد ویژه دلخواه %s
ru_ru: Необязательный сервисный код %s

source: Optional password to protect access to this feature code which allows a user to re-record it.
de_de: Optionales Passwort, um den Zugriff auf den Funktionscode abzusichern, der es einem Benutzer erlaubt, die Aufnahme neu aufzunehmen.
fa_ir: کلمه عبور دلخواه برای محافظت از امکان ضبط مجدد به وسیله کد ویژه.
ru_ru: Дополнительный пароль для защиты доступа к этому сервисному коду, позволяющему пользователю перезаписать ее.

source: Play Recording: %s
de_de: Aufnahme abspielen: %s
ru_ru: Воспроизвести запись: %s

source: Please add at least one Sound Package in the Sound Languages Module
de_de: Bitte fügen Sie im Modul „Audiosprachen“ mindestens ein Audiopaket hinzu
ru_ru: Пожалуйста, добавьте хотя бы один звуковой пакет в модуль Языки подсказок

source: Please enter a valid name and save
de_de: Bitte geben Sie einen gültigen Namen an und speichern Sie dann
fa_ir: لطفا یک نام معتبر وارد کرده و ذخیره نمایید
ru_ru: Пожалуйста, введите действительное имя и сохраните

source: Processing %s for %s in format %s
de_de: Verarbeite %s für %s im Format %s
fa_ir: پردازش %s برای %s در فرمت %s
ru_ru: Обработка %s для %s в формат %s

source: Record In Browser
de_de: Im Browser aufnehmen
fa_ir: ضبط پیام از طریق مرورگر
ru_ru: Запись в браузере

source: Record Over Extension
de_de: Über eine Nebenstelle aufnehmen
fa_ir: ضبط پیام از طریق داخلی
ru_ru: Запись через внутр.номер

source: Recordings
de_de: Aufnahmen
fa_ir: پیام های ضبط شده
ru_ru: Записи

source: Reset
de_de: Zurücksetzen
fa_ir: بازنشانی
ru_ru: Сброс

source: Save
de_de: Speichern
fa_ir: ذخیره
ru_ru: Сохранить

source: Save Recording
de_de: Aufnahme speichern
fa_ir: ذخیره پیام ضبط شده
ru_ru: Сохранить запись

source: Select a system recording
de_de: Wählen Sie eine Systemaufnahme
ru_ru: Выбрать системную запись

source: Some languages are not installed on this system [%s], saving this recording without them installed could have unknown results. Please install them through the %s module
de_de: Einige Sprachen sind auf diesem System nicht installiert [%s]. Wenn Sie diese Aufzeichnung speichern, ohne dass sie installiert sind, können unbekannte Ergebnisse auftreten. Bitte installieren Sie sie über das %s -Modul
ru_ru: Некоторые языки не установлены в этой системе [%s], сохранение этой записи без их установки может привести к неизвестным результатам. Пожалуйста, установите их через модуль %s

source: Sortable File List/Play order. The playback will be done starting from the top to the bottom. You can click the play icon to preview the files. If a file is red it is missing for said selected language. Files can be replaced by clicking them once (which will turn them green) placing them into replace mode. Anything you upload will then replace this file on save
de_de: Sortierbare Dateiliste / Spielreihenfolge Die Wiedergabe erfolgt von oben nach unten. Sie können auf das Wiedergabesymbol klicken, um eine Vorschau der Dateien anzuzeigen. Wenn eine Datei rot ist, fehlt diese für die ausgewählte Sprache. Dateien können durch einmaliges Klicken ersetzt werden (wodurch sie grün werden), wodurch sie in den Ersetzungsmodus versetzt werden. Alles, was Sie hochladen, wird diese Datei beim Speichern ersetzen
fa_ir: مرتب کردن لیست فایل/ترتیب پخش. پخش فایل ها به ترتیب از ابتدا به انتها صورت می گیرد. شما می توانید با کلیک بروی آیکون پخش، فایل ها را مرور کنید. اگر فایل قرمز باشد نشانگر عدم وجود برای زبان انتخابی است. با کلیک بر روی این فایل ها ،امکان جایگزینی نیز بوجود می آید (که سبز رنگ می شوند) و هر فایلی را که بارگذاری نمایید بجای فایل قبلی ذخیره می شود
ru_ru: Сортируемый список файлов/порядок воспроизведения. Воспроизведение будет осуществляться начиная с самого верха и до самого низа. Вы можете нажать на значок воспроизведения, чтобы прослушать файлы. Если файл красный, то он отсутствует для выбранного языка. Файлы можно заменить, щелкнув по ним один раз (что сделает их зелеными), поместив их в режим замены. Все, что вы загружаете, затем заменит этот файл на сохраненный

source: Sound Languages
de_de: Klangsprachen
ru_ru: Языки подсказок

source: Submit
de_de: Absenden
fa_ir: ثبت
ru_ru: Принять

source: Supported Languages
de_de: Unterstützte Sprachen
fa_ir: زبان های تحت پوشش
ru_ru: Поддерживаемые языки

source: System Recordings
de_de: Systemaufzeichnungen
fa_ir: پیام های ضبط شده سیستمی
ru_ru: Системные записи

source: The Name '
de_de: Der Name '
ru_ru: Имя '

source: The name of the system recording on the file system. If it conflicts with another file then this will overwrite it.
de_de: Der Name der Systemaufnahme im Dateisystem. Bei einem Namenskonflikt mit einer anderen Datei wird diese überschrieben.
fa_ir: نام پیام ضبط شده سیستمی در سیستم فایل. در صورت مشابهت با فایل دیگر، آن فایل بازنویسی می شود.
ru_ru: Имя системной записи в файловой системе. Если оно конфликтует с другим файлом, то это приведет к его перезаписи.

source: The system will call the extension you specify to the left. Upon hangup you will be able to name the file and it will be placed in the list above
de_de: Das System wird die Nebenstelle, die Sie links angeben, anrufen. Nachdem Sie aufgelegt haben, können Sie die Datei benennen und sie wird der obigen Liste hinzugefügt
fa_ir: سیستم با شماره ای که در این بخش وارد کرده اید، تماس می گیرد. پس از قطع شما می توانید نام فایل را مشخص کنید. این فایل در فهرست بالا قرار می گیرد
ru_ru: Система вызовет номер, указанный вами слева. После завершения вызова - вы сможете назвать файл и он будет помещен в список выше

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die maximal zulässige Dateigröße, die als Wert "MAX_FILE_SIZE" im HTML-Formular festgelegt wurde
fa_ir: حجم فایل بارگذاری شده از حد مجاز تعریف شده در فرم جهت بارگذاری، بیشتر است
ru_ru: Загружаемый файл превышает директиву MAX_FILE_SIZE, указанную в HTML-форме

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die maximal zulässige Dateigröße, die in der 'upload_max_filesize'-Direktive in der php.ini festgelegt wurde
fa_ir: حجم فایل بارگذاری شده از حد مجاز تعریف شده در تنظیمات PHP جهت بارگذاری، بیشتر است
ru_ru: Загружаемый файл превышает директиву upload_max_filesize в php.ini

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen
fa_ir: تنها بخشی از فایل بارگذاری شده است
ru_ru: Файлы загружены частично

source: There was an error reading system recordings (%s)
de_de: Beim Lesen von Systemaufnahmen trat ein Fehler auf (%s)
fa_ir: بروز خطا در خواندن پیام های ضبط شده سیستمی (%s)
ru_ru: Ошибка чтения системной записи (%s)

source: This system recording doesnt exist in this language. Continue?
de_de: Diese Systemaufnahmen existiert in dieser Sprache nicht. Fortfahren?
fa_ir: سیستم ضبط تماسی برای این زبان وجود ندارد. ادامه میدهید؟
ru_ru: Эта системная запись не существует на этом языке. Продолжить?

source: This will initate a WebRTC request so that you will be able to record from you computer in your browser
de_de: Dies wird eine WebRTC-Anfrage starten, damit Sie an Ihrem Computer in Ihrem Browser aufnehmen können
fa_ir: از طریق ایجاد یک درخواست WebRTC شما می توانید از طریق مرورگر کامپیوتر، پیام صوتی را ضبط کنید
ru_ru: Это инициирует запрос WebRTC так что вы сможете записывать с Вашего компьютера через браузер

source: To play the media you will need to either update your browser to a recent version or update your %s
de_de: Zur Wiedergabe der Medien, die Sie benötigen, um Ihren Browser auf eine aktuelle Version zu aktualisieren oder Ihr %s zu aktualisieren
fa_ir: برای پخش مدیا لازم است مرورگر و یا %s خود را بروز نمایید
ru_ru: Чтобы воспроизвести медиа - вам нужно будет либо обновить браузер до последней версии, либо обновить ваш %s

source: Unknown Error
de_de: Unbekannter Fehler
fa_ir: خطای نامشخص
ru_ru: Неизвестная ошибка

source: Unsupported file format
de_de: Nicht unterstütztes Dateiformat
fa_ir: فرمت فایل پشتیبانی نمی شود
ru_ru: Неподдерживаемый формат файла

source: Unsupported file type
de_de: Nicht unterstützter Dateityp
fa_ir: نوع فایل پشتیبانی نمی شود
ru_ru: Неподдерживаемый тип файла

source: Update Required
de_de: Aktualisierung erforderlich
fa_ir: نیاز به بروز رسانی
ru_ru: Требуется обновление

source: Upload Recording
de_de: Aufnahme hochladen
fa_ir: بارگذاری پیام ضبط شده
ru_ru: Загрузка записи

source: Upload files from your local system. Supported upload formats are: %s. This includes archives (that include multiple files) and multiple files
de_de: Dateien von Ihrem lokalen System hochladen. Die folgenden Formate werden unterstützt: %s. Dies schließt Archive (mit mehreren Dateien) und mehrere einzelne Dateien ein
fa_ir: بارگذاری فایل ها از روی سیستم محلی. فرمت های پشتیبانی شده: %s. که شامل آرشیو (چندین فایل) و چند فایل می باشد
ru_ru: Загрузите файлы из вашей локальной системы. Поддерживаемые форматы загрузки: %s. Сюда входят архивы (включающие несколько файлов) и несколько файлов

source: Yes
de_de: Ja
fa_ir: بله
ru_ru: Да

source: You are entering replace mode on a system file. The next file you add will replace this system file when you save this recording. Are you sure you want to do that?
de_de: Sie haben den Ersetzen-Modus für eine Systemdatei gestartet. Die nächste Datei, die Sie hinzufügen, wird diese Systemdatei ersetzen, sobald Sie die Aufnahme speichern. Sind Sie sicher, dass Sie das tun wollen?
fa_ir: شما در حالت جایگزینی یک فایل سیستمی، قرار دارید. فایل اضافه شده توسط شما هنگام ذخیره بجای فایل سیستمی کنونی قرار می گیرد. آیا از انجام این کار مطمئن هستید؟
ru_ru: Вы входите в режим замены системного файла. Следующий добавленный файл заменит этот системный файл при сохранении этой записи. Вы уверены что хотите этого?

source: You are entering replace mode. The next file you add will replace this one when you save this recording. Are you sure you want to do that?
de_de: Sie haben den Ersetzen-Modus gestartet. Die nächste Datei, die Sie hinzufügen, wird diese Datei ersetzen, sobald Sie die Aufnahme speichern. Sind Sie sicher, dass Sie das tun wollen?
fa_ir: شما در حالت جایگزینی قرار دارید. فایل اضافه شده توسط شما هنگام ذخیره بجای فایل سیستمی کنونی قرار می گیرد. آیا از انجام این کار مطمئن هستید؟
ru_ru: Вы входите в режим замены. Следующий файл, который вы добавите, заменит этот когда вы сохраните эту запись. Вы уверены что хотите этого?

source: You can click any file above to replace it with a recording option below. Clicking a file will turn it green putting it into replace mode
de_de: Sie können oben jede Datei anklicken, um Sie mit einer der unten stehenden Aufnahmeoptionen zu ersetzen. Wenn Sie eine Datei anklicken, wird sie in den Ersetzen-Modus versetzt und grün dargestellt
fa_ir: شما می توانید با انتخاب هر یک از فایل های بالا، آن را با یکی از گزینه های ضبط پایین جایگزین کنید. با کلیک روی هر فایل، سبز رنگ شده و آن را در حالت جایگزینی قرار می دهد
ru_ru: Вы можете щелкнуть любой файл выше чтобы заменить его опцией записи ниже. Щелчок по файлу окрасит его в зеленый цвет переведя в режим замены

source: You have a missing file for this language. Click any red recording above to replace it with a recording/upload below. It will then turn green. Once you have finished uploading/recording the recording will turn grey
de_de: Ihnen fehlt eine Datei für diese Sprache. Klicken Sie oben auf eine rote Aufnahme, um sie mit einer Aufnahme oder einem Upload zu ersetzen. Sie wird dann grün dargestellt. Sobald Sie mit dem Hochladen bzw. Aufnehmen fertig sind, wird sie grau dargestellt
fa_ir: شما یکی از فایل های این زبان را از دست داده اید. با کلیک بر روی موارد قرمز رنگ، می توانید اقدام به ضبط/ بارگذاری مجدد نمایید. پس از اتمام، فایل به رنگ خاکستری در می آید
ru_ru: У вас есть отсутствующий файл для этого языка. Нажмите на любую красную запись выше, чтобы заменить ее записью/загрузкой ниже. Затем она станет зеленой. Как только вы закончите загрузку/запись - она станет серой

source: You have no sound packages installed in the %s module. Please install at least one language to use System Recordings
de_de: Sie haben im Modul „%s“ keine Audiopakete installiert. Bitte installieren Sie mindestens eine Sprache, um Systemaufnahmen zu verwenden
ru_ru: У вас нет звуковых пакетов, установленных в модуле %s. Пожалуйста, установите хотя бы один язык для использования системных записей

source: You must set a valid name for this recording
de_de: Sie müssen einen gültigen Namen für diese Aufnahme angeben
fa_ir: شما باید یک نام معتبر به پیام ضبط شده اختصاص دهید
ru_ru: Вы должны установить допустимое имя для этой записи

source: already exists
de_de: bereits vorhanden
fa_ir: در حال حاضر وجود دارد
ru_ru: уже существует

source: checking for fcode field..
de_de: Prüfe auf <i>fcode</i>-Feld..
fa_ir: بررسی فیلد کد ویژه..
ru_ru: проверка поля fcode..

source: checking for fcode_lang field..
de_de: überprüfe auf fcode_lang Feld..
ru_ru: проверка поля fcode_lang..

source: checking for fcode_pass field..
de_de: Prüfe auf <i>fcode_pass</i>-Feld..
fa_ir: بررسی فیلد رمز عبور کد ویژه..
ru_ru: проверка поля fcode_pass..

source: An Error occurred trying to submit this document
fa_ir: بروز خطا در ثبت این سند

source: Finished!
fa_ir: پایان یافت!

source: If you are doing media conversions this can take a very long time, is that ok?
fa_ir: اگر قصد تبدیل مدیا را دارید، زمان بیشتری صرف می شود، ایرادی ندارد؟

source: There was an error, See the console for more details
fa_ir: بروز خطا، برای اطلاعات بیشتر به کنسول مراجعه کنید
